Repository: o5b/telegram-django-map
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru, uk

source: Latitude of map center
ru: Широта центра карты
uk: Широта центру карти

source: Longitude of map center
ru: Долгота центра карты
uk: Довгота центру карти

source: Map zoom
ru: Масштаб карты
uk: Масштаб карти

source: User Data Settings Page
ru: Страница настроек данных пользователя
uk: Сторінка налаштувань даних користувача

source: User data:
ru: Данные пользователя:
uk: Дані користувача:

source: Result:
ru: Результат:
uk: Результат:

source: User ID:
ru: ID пользователя:
uk: ID користувача:

source: User First name:
ru: Имя пользователя:
uk: Ім'я користувача:

source: User Last name:
ru: Фамилия пользователя:
uk: Прізвище користувача:

source: Telegram id:
ru: Телеграмм id:
uk: Id Telegram:

source: Telegram username:
ru: Телеграмм username:

source: Telegram language:
ru: Язык телеграмма:
uk: Мова Telegram:

source: Is bot:
ru: Бот:
uk: Це Бот:

source: Current tokens
ru: Текущие токены
uk: Актуальні токіни

source: refresh token:
ru: refresh токен:
uk: refresh токін:

source: access token:
ru: access токен:
uk: access токін:

source: Starting coordinates and zoom:
ru: Начальные координаты и масштаб:
uk: Початкові координати та масштаб:

source: Editing user data:
ru: Редактирование данных пользователя:
uk: Редагування даних користувача:

source: Markers created by the current user:
ru: Маркеры, созданные текущим пользователем:
uk: Маркери, створені користувачем:

source: Marker ID:
ru: ID маркера:
uk: Маркер ID:

source: Time:
ru: Время:
uk: Час:

source: Message:
ru: Сообщение:
uk: Повідомлення:

source: Latitude:
ru: Широта:
uk: Широта:

source: Longitude:
ru: Долгота:
uk: Довгота:

source: Photo:
ru: Фото:
uk: Фото:

source: You need to be a authenticated to access this page.
ru: Для доступа к этой странице вам необходимо пройти аутентификацию.
uk: Вам потрібно пройти автентифікацію, щоб отримати доступ до цієї сторінки.

source: You need to run the "/start" command in Telegram for your authentication.
ru: Для аутентификации вам необходимо запустить команду «/start» в Telegram.
uk: Вам потрібно виконати команду "/start" у Telegram для автентифікації.

source: User data saved successfully.
ru: Данные пользователя сохранены успешно.
uk: Дані користувача успішно збережено.

source: Set the status to "Published"
ru: Установить статус "Опубликовано"
uk: Встановити статус "Опубліковано"

source: Set status to "Draft"
ru: Установить статус "Черновик"
uk: Встановити статус "Чернетка"

source: Home page
ru: Домашняя страница
uk: Домашня сторінка

source: Add marker
ru: Добавить маркер
uk: Додати маркер
